Repository: agonzexp/tt-54054903
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: es_es

source: It can help you take action, feel more energised and get results.
es_es: Y puede ayudarte a pasar a la acción, a sentirte más enérgico y a obtener resultados

source: It can involve working evenings, nights, mornings and weekends.
es_es: Puede implicar noches, tardes, mañanas y fines de semana de trabajo.

source: It is discrimination if you are treated worse than others at work because of your disability.
es_es: Es discriminación si recibes un trato peor que otros en el trabajo debido a tu discapacidad.

source: It might be difficult to do this when you're stressed, but it can make you more productive.
es_es: Puede ser difícil hacer esto cuando estás estresado, pero puede hacerte más productivo.

source: It often takes longer if you try to do too much at the same time.
es_es: A menudo te lleva más tiempo si intentas hacer demasiado al mismo tiempo.

source: It's amazing how good a single hug can feel.
es_es: Es increíble lo bien que te puede hacer sentir solo un abrazo.

source: It's not easy, but accepting that there are some things happening to you that you probably can't do anything about will help you focus your time and energy more productively.
es_es: No es fácil, pero aceptar que te ocurren cosas con las que no puedes hacer nada al respecto puede ayudarte a enfocar tu tiempo y energía de una forma más productiva.

source: It's overwhelming.
es_es: Es abrumador.

source: It's still me in here.
es_es: Es lo que me mantiene aquí.

source: It’s completely anonymous so you can express yourself openly.
es_es: Es completamente anónimo, para que puedas expresarte abiertamente.

source: Jobcentre Plus website
es_es: Sitio web Jobcentre Plus

source: Lack of support
es_es: Falta de apoyo

source: Let them know that situations change and can get better.
es_es: Hazles saber que las situaciones cambian y pueden mejorar.

source: Let them know what you're finding helpful or difficult.
es_es: Hazles saber lo que te resulta útil o difícil.

source: Lists several talking treatments and alternative therapies that can be used to treat stress.
es_es: Enumera varios tratamientos de conversación y terapias alternativas que se pueden usar para tratar el estrés.

source: Lists stress practitioners by specialist area.
es_es: Listas de especialistas de estrés por área especializada.

source: Loneliness
es_es: Soledad

source: Lots of things stress me at the moment, mainly worries about my memory, as I'm a pensioner with nothing to do all day.
es_es: Muchas cosas me estresan en este momento, principalmente preocupaciones sobre mi memoria, ya que soy un pensionista sin nada que hacer todo el día.

source: Make use of any support you can from your employer:
es_es: Haz uso de cualquier apoyo que puedas de tu jefe:

source: Make use of other support already on offer.
es_es: Haz uso de otro soporte ya en oferta.

source: Making some adjustments to the way you organise your time could help you feel more in control of any tasks you're facing, and more able to handle pressure.
es_es: Hacer algunos ajustes en la forma en la que organizas tu tiempo podría ayudarte a tener más control sobre cualquier tarea a la que enfrentas y a manejar la presión.

source: Managing pressure
es_es: Manejo del estrés

source: Many people find going to work is good for their mental health.
es_es: Muchas personas sienten que ir a trabajar es positivo para su salud mental.

source: Medication
es_es: Medicación

source: Medication - stopping or coming off
es_es: Medicación - cómo dejarla

source: Mental health problems (general)
es_es: Problemas de salud mental (general)

source: Mind Tools
es_es: Herramientas mentales

source: Mind's Equality Act page
es_es: Ley de Igualdad 2010

source: Mind's Guide to Wellness Action Plans
es_es: Plan de Acción de Bienestar de Mental

source: Mind's Wellness Action Plan
es_es: Plan de Acción de Bienestar de Mind.

source: Mind's information on telling your employer about a mental health issue
es_es: Información de Mind sobre cómo contarle a tu jefe tu problema de salud mental

source: Mind's self-care information
es_es: Información de autoayuda de Mind

source: Monday to Friday 9am–8pm
es_es: De lunes a viernes de 9:00a 20:00

source: Money
es_es: Dinero

source: Money and mental health
es_es: Dinero y salud mental

source: Most of the things I worry about are either things I can't change or things which aren't earth-shatteringly important.
es_es: La mayoría de las cosas que me preocupan son cosas que o bien no puedo cambiar o bien cosas que no son tan importantes.

source: My breakdown [...] was due to having a stressful job as a project manager and dealing with a marriage break up and subsequent divorce.
es_es: Mi crisis [...] se debió a tener un trabajo estresante como gerente de proyecto y a lidiar con una ruptura matrimonial y su consecuente divorcio.

source: My employer gives me the chance to [do a] more flexible working hour schedule, as long as the work is done.
es_es: Mi jefe me da la oportunidad de tener un horario más flexible de trabajo siempre y cuando termine el trabajo.

source: My employer offers me supervision and counselling.
es_es: Mi empleador me ofrece supervisión y asesoramiento.

source: My employer supports me by helping me when I get stressed and feel like I can't cope, changing my tasks or just being there to talk to.
es_es: Mi empresa me apoya ayudándome cuando estoy estresado y siento que no puedo con todo, cambiando mis tareas o simplemente estando allí para hablar.

source: My employer understands exactly what it is I'm going through.
es_es: Mi jefe entiende perfectamente por lo que estoy pasando.

source: My head is tight and all my thoughts are whizzing round in different directions and I can't catch them.
es_es: Tengo la cabeza aprosionada y todos mis pensamientos giran en diferentes direcciones y no puedo atraparlos.

source: NHS Choices
es_es: Elecciones NHS

source: National Council For Voluntary Organisations
es_es: Consejo Nacional de Organizaciones Voluntarias

source: Not putting extra pressure on me... letting me know they're there but that I don't have to do anything.
es_es: No me presionéis más... diciéndome saber que están ahí, pero que no tengo que hacer nada.

source: Nurture your outside relationships, interests and your skills that your job doesn't use.
es_es: Cultiva tus relaciones, intereses y habilidades externas de las que no haces uso en tu trabajo.

source: Occupational health will work with you to create a plan detailing your condition and the type of support you may need to return to work.
es_es: La salud laboral trabajará contigo para crear un plan que detalle tu condición y el tipo de apoyo que puedas necesitar para regresar al trabajo.

source: Once you know what works for you, talk to your employer about this.
es_es: Una vez que sepas qué es lo que funciona para ti, habla de ello con tu compañero de trabajo.

source: Only try what you feel comfortable with.
es_es: Solo prueba aquello con lo que te sientas cómodo.

source: Open University
es_es: Universidad Abierta

source: Open University website
es_es: Sitio web Open University

source: Organise your time
es_es: Organiza tu tiempo

source: Others have internal systems such as mentoring or buddy systems.
es_es: Otros tienen sistemas internos como mentores o sistemas de amigos.

source: Others will require action or agreement from your employer.
es_es: Otros requerirán la intervención o un acuerdo con tu jefe.

source: Our pages on coming off medication give guidance on how to come off medication safely.
es_es: Nuestras páginas sobre cómo dejar la medicación ofrecen orientación sobre cómo hacerlo de manera segura.

source: Parenting with a mental health problem
es_es: Enfrentar un problema mental

source: Part-time work
es_es: Trabajo a tiempo parcial

source: Part-time work is where you work fewer hours a day or fewer days a week.
es_es: En el trabajo a tiempo parcial trabajas menos horas al día o menos días a la semana.

source: People experience unemployment for different reasons, such as:
es_es: Las personas experimentan desempleo por diferentes razones, tales como:

source: Plan what you will be doing where and when so you know what to expect.
es_es: Planifica lo que harás, y dónde y cuándo lo harás para saber qué esperar.

source: Poor work-life balance
es_es: Equilibrio trabajo-vida pobre

source: Possible advantages of casual work
es_es: Posibles ventajas del trabajo casual

source: Possible advantages of flexible working
es_es: Posibles ventajas de un trabajo de horario flexible

source: Possible advantages of part-time work
es_es: Posibles ventajas del trabajo a tiempo parcial

source: Possible advantages of self-employment
es_es: Posibles ventajas del trabajo autónomo

source: Possible advantages of shift work
es_es: Posibles ventajas del trabajo por turnos

source: Possible advantages of working from home
es_es: Posibles ventajas de trabajar desde casa

source: Possible disadvantages of casual
es_es: Posibles desventajas del trabajo casual

source: Possible disadvantages of flexible working
es_es: Posibles desventajas de un trabajo de horario flexible

source: Possible disadvantages of part-time work
es_es: Posibles desventajas del trabajo a tiempo parcial

source: Possible disadvantages of self-employment
es_es: Posibles desventajas del trabajo autónomo

source: Possible disadvantages of shift work
es_es: Posibles desventajas del trabajo por turnos

source: Possible disadvantages of working from home
es_es: Posibles desventajas de trabajar desde casa

source: Provides information on stress and workplace wellbeing for employers and employees.
es_es: Proporciona información sobre el estrés y el bienestar del lugar de trabajo para empleadores y empleados.

source: Remote working
es_es: Trabajo remoto

source: Remote working is where you can do some or all of your work from home or anywhere else other than the normal workplace.
es_es: El trabajo a distancia es aquel donde puedes hacer parte o la totalidad del trabajo desde tu casa o en cualquier otro lugar que no sea el lugar de trabajo corriente.

source: Remploy website
es_es: Sitio web Remploy

source: Reproducing our information
es_es: /information-support/reproducing-our-information/

source: Request changes to allow you to be better able to do your job.
es_es: Solicita cambios para que puedas hacer mejor tu trabajo.

source: Request to return to work gradually – for example, by starting part-time as part of a 'phased return' to work.
es_es: Solicita regresar al trabajo gradualmente - por ejemplo, comenzando a tiempo parcial como parte de una "fase de vuelta" para trabajar.

source: Rethink Mental Illness
es_es: Reconsiderar la enfermedad mental

source: Rethink website
es_es: Página web de empleo

source: Returning to work
es_es: Reincorporación al trabajo

source: Samaritans
es_es: Samaritanos

source: Saturday 10am–2pm
es_es: Sábado de 10:00a 14:00

source: Schedule regular catch ups with your manager to talk about how you are getting on.
es_es: Planifica reencuentros continuos con tu agente para hablar sobre cómo te está yendo.

source: Seasonal affective disorder
es_es: Trastorno afectivo estacional

source: See our page on discrimination at work for more information.
es_es: Dirígete a nuestra página discriminación en el trabajo para más información.

source: See our page on support at work for more information.
es_es: Consulta nuestra página sobre asistencia en el trabajo para obtener más información.

source: See our pages on wellbeing and increasing your self-esteem for ways to look after yourself.
es_es: Consulta nuestras páginas sobre bienestar y aumenta tu autoestima para encontrar maneras de cuidarte a tí mismo.

source: See our pages on physical activity and food and mood for more information on how this can help your mental health.
es_es: Echa un vistazo a nuestras páginas en actividad física y comida y moderación para más información sobre cómo esto puede ayudar a tu salud mental.

source: See our pages on discrimination and discrimination at work for more information.
es_es: Para más información, dirígete a nuestras páginas sobre discriminación y discriminación en el trabajo.

source: See our pages on things to consider before taking medication and your right to refuse medication for more information.
es_es: Para obtener más información, consulte nuestras páginas sobre cosas que debes considerar antes de tomar medicación y tu derecho a rechazar medicación.

source: See our web pages about disability discrimination and discrimination at work for more information or contact the Equality Advisory and Support Service for independent support and advice.
es_es: Consulta nuestras páginas web sobre discriminación y discriminación por discapacidad en el trabajo para obtener más información o comuníquese con el Servicio de asesoría y apoyo para la igualdad para recibir asistencia y asesoramiento de manera independiente.

source: See the government website on self-employment rights
es_es: Visita la página web del gobierno sobre los derechos del empleo autónomo.

source: Seeking help for a mental health problem
es_es: Búsqueda de ayuda para problemas de salud mental

source: Self-employed
es_es: Trabajadores autónomos

source: Self-esteem
es_es: Autoestima

source: Setting smaller more achievable goals can make you feel in more control and you can see your achievements more easily.
es_es: Establecer metas más pequeñas y alcanzables puede hacerte sentir que tienes más control y ver tus logros más fácilmente.

source: Sharing your experiences with others going through the same thing can help you feel less alone.
es_es: Compartir tus experiencias con otros que pasan por lo mismo puede ayudarte a sentirte menos solo.

source: Shaw Trust and Remploy work with people with mental health problems, helping them prepare for interviews, find appropriate employment and stay well in work.
es_es: Shaw Trust y Remploy trabaja con personas con problemas de salud mental, ayudándoles a preparar entrevistas, encontrar un empleo apropiado y a encontrarse bien en el trabajo.

source: Shift work
es_es: Trabajo de turnos

source: Shift work takes place on a schedule outside the traditional nine-to-five day.
es_es: El turno de trabajo se lleva a cabo según una agenda ajena al horario tradicional de nueve a cinco días.

source: Should I tell my employer about my mental health problem?
es_es: ¿Debería contarle a mi jefe mis problemas de salud mental?

source: Sickness absence for your mental health is just as valid as absence for physical health problems.
es_es: La baja por enfermedad de salud mental es tan válida como la baja por problemas de salud física.

source: Signs of stress
es_es: Signos del estrés

source: Sleep problems
es_es: Problemas para dormir

source: So it's important to think about how you can manage your mental health as you return to work.
es_es: Por lo tanto, es importante pensar en cómo puedes manejar tu salud mental cuando regreses al trabajo.

source: Some of the situations listed above are often thought of as happy events – for example, you might feel expected to be happy or excited about getting married or having a baby.
es_es: Algunas de las situaciones enumeradas anteriormente a menudo se consideran eventos felices; por ejemplo, es posible que te sientas feliz o emocionado por casarte o tener un bebé.

source: Some organisations provide employee assistance programmes (EAPs) which give free advice and counselling.
es_es: Algunas organizaciones ofrecen programas de asistencia para empleados (PAE) que proveen consejos y asesoramiento gratuitos.

source: Some people find creating a timetable useful so they can plan when they can spend time on each task.
es_es: A algunas personas les resulta útil hacerse un horario para poder planear cuánto tiempo pueden dedicarle a cada tarea.

source: Some people who experience severe stress can sometimes have suicidal feelings.
es_es: Algunas personas que experimentan estrés severo a veces pueden tener pensamientos suicidas.

source: Sometimes I take a minute to 'reply' to my stressy thoughts... it's hard to be stressed when you've got things in perspective!
es_es: A veces me tomo un minuto para "responder" a mis pensamientos estresantes... ¡Es difícil estar estresado cuando tienes las cosas en perspectiva!

source: Sometimes you can't see beyond the thick fog of stress.
es_es: A veces no puedes ver más allá de la espesa niebla del estrés.

source: Sometimes you may be able to see it before they recognise it themselves.
es_es: A veces, es posible que tú te des cuenta antes que ellos mismos lo reconozcan.

source: Sometimes you might be able to tell right away when you're feeling under stress, but other times you might keep going without recognising the signs.
es_es: A veces puedes detectar con facilidad el momento en el que estás, pero otras veces puede que sigas sin percatarte de estos signos.

source: Specialist information on stress for employers and employees.
es_es: Información especializada sobre estrés para empleadores y empleados.

source: Stress Management Society
es_es: Sociedad de manejo del estrés

source: Stress Management Society website
es_es: Sociedad de manejo del estrés

source: Stress can affect you both emotionally and physically, and it can affect the way you behave.
es_es: El estrés puede afectarte tanto de forma emocional como psicológica, y puede afectar en tu manera de actuar.

source: Stress can be caused by a variety of different common life events, many of which are difficult to avoid.
es_es: El estrés puede originarse por una variedad de diferentes acontecimientos de la vida común, muchos de los cuales son difíciles de evitar.

source: Stress isn't a medical diagnosis, so there's no specific treatment for it.
es_es: El estrés no es un diagnóstico médico, por lo que no hay un tratamiento específico para él.

source: Stress isn't a psychiatric diagnosis, but it's closely linked to your mental health in two important ways:
es_es: El estrés no es un diagnóstico psiquiátrico, pero está estrechamente relacionado con su salud mental de dos maneras importantes:

source: Student life
es_es: Vida estudiantil

source: Supports disabled people to find and sustain employment.
es_es: Apoya a las personas con discapacidad para encontrar y mantener el empleo.

source: Supports people with disabilities to find and stay in suitable work.
es_es: Apoyo a personas con discapacidades para encontrar y permanecer en un trabajo adecuado.

source: Symptoms of stress
es_es: Causas del estrés

source: Take a look at our page on returning to work.
es_es: Echa un vistazo a nuestra página reincorporación al trabajo.

source: Take some time to reflect on events and feelings that could be contributing to your stress (you could do this on your own or with someone you trust).
es_es: Tómate tu tiempo para reflexionar sobre los sucesos y sentimientos que pudieran estar provocándote estrés (puedes hacerlo solo o con alguien de confianza).

source: Taking time off does not mean that you won't ever go back to work.
es_es: Tomarte un tiempo libre no significa que nunca volverás a trabajar.

source: Talk about setting realistic targets and how you can solve any problems you're having.
es_es: Habla sobre establecer objetivos realistas y cómo puedes resolver cualquier problema que tengas.

source: Talking to my employer was very hard because of shame and confidentiality reasons but I was surprised and felt much more supported and understood.
es_es: Hablar con mi jefe fue muy difícil por motivos de vergüenza y confidencialidad, pero me sorprendió y me sentí mucho más apoyado y entendido.

source: Talking treatments
es_es: Tratamientos de conversación

source: Talking with a trained professional can help you learn to deal with stress and become more aware of your own thoughts and feelings.
es_es: Hablar con un profesional capacitado puede ayudarte a aprender a lidiar con el estrés y a ser más consciente de tus propios pensamientos y sentimientos.

source: Telling anyone about your mental health is a personal choice – there is no right or wrong answer.
es_es: Contar tus problemas de salud mental es una decisión personal- no hay respuestas correctas o incorrectas.

source: Text: 0808 800 0084
es_es: Sms: 0808 800 0084

source: The Be Mindful website has tips on how to do this.
es_es: La página de Be Mindful tiene trucos sobre cómo hacer esto.

source: The Equality Act 2010 protects you from discrimination when you're:
es_es: La Equality Act 2010 te protege de la discriminación cuando:

source: The Equality and Advisory Support Service (EASS)
es_es: El Servicio de Asesoramiento y Apoyo a la Igualdad (EASS).

source: The Time to Change website also has information on talking about your mental health at work.
es_es: El sitio web "La hora del cambio" también tiene información sobre cómo hablar sobre tu salud mental en el trabajo.

source: The amount of stress you feel in different situations may depend on many factors such as:
es_es: La cantidad de estrés que sientes en diferentes situaciones puede depender de muchos factores, tales como:

source: The helpline can advise and assist you on issues relating to equality and human rights, across England, Scotland and Wales.
es_es: La línea de ayuda puede asesorarte y ayudarte en cuestiones relacionadas con la igualdad y los derechos humanos en Inglaterra, Escocia y Gales.

source: The national independent watchdog for work-related health, safety and illness.
es_es: Órgano de control nacional independiente para la salud, la seguridad y la enfermedad relacionadas con el trabajo.

source: The possible benefits of talking about your mental health at work include:
es_es: Los posibles beneficios de hablar sobre tu salud mental en el trabajo incluyen:

source: There are lots of different types of work, with different advantages and disadvantages:
es_es: Hay muchos tipos de trabajo diferentes, con diversas ventajas y desventajas:

source: There are various steps you can take to cope with being under pressure.
es_es: Hay varios pasos que puedes seguir para hacer frente al hecho de estar bajo presión.

source: There could be many reasons for this, as when we feel stressed we often find it hard to sleep or eat well, and poor diet and lack of sleep can both affect our physical health.
es_es: Hay muchas razones para esto, ya que cuando nos sentimos estresados, a menudo nos resulta difícil dormir o comer bien, y la mala alimentación y la falta de sueño pueden afectar a nuestra salud física.

source: There might be one big thing causing you stress, but stress can also be caused by a build-up of small pressures.
es_es: Puede que sea una cosa en concreto la que te cause estrás, pero también puede causarlo una acumulación de pequeños desafíos.

source: There's no medical definition of stress, and health care professionals often disagree over whether stress is the cause of problems or the result of them.
es_es: No existe una definición médica del estrés, y los profesionales de la salud a menudo no están de acuerdo en si el estrés es la causa de los problemas o el resultado de ellos.

source: These adjustments can be temporary or made on a permanent basis.
es_es: Estos ajustes pueden ser temporales o permanentes.

source: These might include:
es_es: Estas pueden incluir:

source: They help and support me any way they can.
es_es: Ellos me ayudan y me apoyan en todo lo que pueden.

source: They may be able to make some changes to help you.
es_es: Puede que sean capaces de hacer algunos cambios para ayudarte.

source: Thinking about going back to your job after a period of poor mental health can feel overwhelming.
es_es: Pensar en regresar al trabajo después de un período de mala salud mental
